exports.xingzuoList = [{
  name: '水瓶座',
  date: '1.20-2.18',
  desc: ` <div class='d-item'>水瓶座（Aquarius）的出生日期为1月20日—2月18日，黄道星座之第十一宫，在摩羯座之东，双鱼座之西。</div>
  <div class='d-item'>水瓶座最大的特点就是革新，个人主义最重的一个星座，追求属于自己独一无二的生活方式，是他的生活态度。但他又会偏向顽固一面，有时令人捉摸不定，不过注重人道主义的水瓶座对人友善，亦重视私隐，这一切皆由于天王星的影响。<div>`
}, {
  name: '双鱼座',
  date: '2.19-3.20',
  desc: ` <div class='d-item'>双鱼座（Pisces）的出生日期为2月19日—3月20日，黄道星座之第十二宫，位于水瓶座之东，白羊座之西。守护星是木星、海王星。代表色是海蓝色。</div>
  <div class='d-item'>双鱼座的人敏感而富有想象力，具有丰富的情感和同理心。他们善于表达情感和创造艺术，具有强烈的直觉和灵感。他们乐于助人，善解人意，渴望为他人带来温暖与关爱。然而，有时他们也会显得情绪化和优柔寡断，需要学会坚持和决断。</div>`
}, {
  name: '白羊座',
  date: '3.21-4.19',
  desc: ` <div class='d-item'>白羊座♈，黄道十二宫之第一宫【白羊宫】，位于双鱼座之东，金牛座之西，出生日期为阳历3月21日~4月19日。</div> 
  <div class='d-item'>白羊座就像小孩子一样，直率、热情、冲动，但也以自我为中心和十分孩子气。</div>`
}, {
  name: '金牛座',
  date: '4.20-5.20',
  desc: ` <div class='d-item'>金牛座（Taurus），出生日期为阳历4月20日~5月20日， 是黄道十二宫的第二宫，位于白羊座之东，双子座之西。</div>
  <div class='d-item'>金牛座是一个踏实、坚韧和实际的星座，他们注重物质生活和稳定的生活环境，喜欢追求安全感和舒适度。金牛座通常表现出勤奋、节俭、保守和有耐心的性格特点，但也可能显得固执、保守和过于注重物质。在生活中，金牛座往往是一个有追求、有计划和有目标的人，他们注重积累和保持自己的财富和资源，但有时也需要放慢步伐，享受生活的美好和惬意。</div>`
}, {
  name: '双子座',
  date: '5.21-6.21',
  desc: `
    <div class='d-item'> 双子座（Gemini）是指出生日期为5月21日~6月21日，是黄道十二宫里的第三宫，位于金牛座之东，巨蟹座之西。代表了善变、沟通。</div> 
    <div class='d-item'>双子座的人聪明机智，善于交流与表达。他们充满好奇心和求知欲，对新鲜事物充满兴趣。善于适应环境，喜欢与人交流，但有时也会显得善变和不专注，需要注意保持稳定和持久的注意力。</div>`
}, {
  name: '巨蟹座',
  date: '6.22-7.22',
  desc: ` <div class='d-item'>巨蟹座（Cancer）的出生日期为6月22日 – 7月22日，巨蟹座位于双子座之东，狮子座之西。巨蟹座的象征是两个蟹钳。
  巨蟹座是夏天开始的第一个星座。</div>
  <div class='d-item'>巨蟹座是一个温暖、细腻和敏感的星座，他们注重家庭和情感生活，喜欢营造温馨和安全的生活环境。巨蟹座通常表现出情感丰富、体贴入微、善解人意和保守的性格特点，但也可能显得过于敏感和情绪化。在生活中，巨蟹座往往是一个有家庭责任和情感承诺的人，他们注重维护自己的情感和关系，但有时也需要放松自己，体验生活的多彩和变幻。</div>`
}, {
  name: '狮子座',
  date: '7.23-8.22',
  desc: ` <div class='d-item'>狮子座（Leo），黄道十二宫之第五宫，出生日期为7月23日~8月22日，位于巨蟹座之东，处女座之西。夏末初秋的星座，是人类内在的潜力与灵魂。</div>
  <div>狮子座是一个自信、热情和有领导力的星座，他们注重自我表达和展示，喜欢追求自己的荣耀和成就。狮子座通常表现出自尊心强、乐观向上、勇敢果敢和爱冒险的性格特点，但也可能显得过于自负和霸道。在生活中，狮子座往往是一个有目标和追求的人，他们注重自己的形象和表现，但有时也需要谦虚和包容，尊重身边的人和事物。</div>`

}, {
  name: '处女座',
  date: '8.23-9.22',
  desc: ` <div class='d-item'>室女座（拉丁语Virgo，天文符号♍），面积1294.43平方度，占全天面积的3.318%，在全天88个星座中，面积排行第二位，仅次于长蛇座，也是最大的黄道星座。室女座中亮于5.5等的恒星有58颗，最亮星为角宿一（室女座α星），视星等为0.98。每年4月11日子夜，室女座中心经过上中天。现代以来秋分点位于室女座。  </div>
  <div class='d-item'>处女座的人理性、实际，追求完美和细节。他们善于分析和解决问题，具有出色的观察力和思维能力。他们勤奋努力，注重细节和组织，追求事业上的卓越成就。然而，有时他们也可能过于挑剔和苛求，需要学会放松和接受不完美。</div>`
}, {
  name: '天枰座',
  date: '9.23-10.23',
  desc: ` <div class='d-item'>天秤座（英文名：Libra），位于处女座之东，天蝎座之西，是黄道十二宫的第七宫、天秤座性格特点：温婉、温顺、公平公正、爱好和平。</div>
  <div class='d-item'>天秤座的人温和平衡，注重和谐与公正。他们善于平衡各种利益和观点，追求公正与和平。他们具有优雅的品味和艺术感，擅长与人相处和建立良好的人际关系。然而，有时他们也会犹豫不决和优柔寡断，需要学会做出坚定的决策。</div> `
}, {
  name: '天蝎座',
  date: '10.24-11.22',
  desc: ` <div class='d-item'>天蝎座（Scorpio，天文符号：♏）是黄道星座之一，中心位置赤经16时40分，赤纬－36度。夏季出现于南方天空，蝎尾指向东南，在蛇夫座、人马座、天秤座等星座之间。α星（心宿二）是红色的1等星。疏散星团M6和M7肉眼均可见，座内有亮于4等的星22颗。</div>
  <div class='d-item'>天蝎座的人充满神秘与热情，拥有强烈的意志力和决心。他们深思熟虑，善于洞察他人内心，具有敏锐的直觉。他们追求深度和真实的关系，喜欢探索人生的秘密和谜题。然而，有时他们也会显得独断独行和过于冷漠，需要学会与他人分享和信任。</div>`

}, {
  name: '射手座',
  date: '11.23-12.21',
  desc: ` <div class='d-item'>射手座（Sagittarius），出生时间是11月23日~12月21日，是黄道十二宫之第九宫【人马宫】，位于天蝎座之东，摩羯座之西。</div>
         <div class='d-item'>射手座的人乐观开朗，热爱自由与冒险。他们渴望探索未知，追求知识和智慧。他们积极向上，善于启发他人，激发潜能。他们热衷于旅行和学习，拥抱多元文化。然而，有时他们也会显得冲动和缺乏耐心，需要学会坚持和专注。  </div>`
}, {
  name: '摩羯座',
  date: '12.22-1.19',
  desc: ` <div class='d-item'>摩羯座（Capricornus），出生日期为12月22日至1月19日，位于射手座之东，水瓶座之西。</div>
  <div class='d-item'>摩羯座是象征着冬天开始的星座，是天使与魔鬼兼并融合的星座。冬天把“绝对意识”毫无保留地带给了摩羯座的人。摩羯座的人踏实温润，你将是一个徘徊在理想与现实之间的人，你很难在这之间寻找平衡点，而且你会是一个主观意识很强的人。</div>`
}]
